Repository: Moosphan/Numi
Catalog: App/NumiApp/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# currency.name.USD
source: 美元
en: US Dollar
ja: 米ドル

# currency.name.EUR
source: 欧元
en: Euro
ja: ユーロ
zh_hant: 歐元

# currency.name.GBP
source: 英镑
en: British Pound
ja: 英ポンド
zh_hant: 英鎊

# currency.name.JPY
source: 日元
en: Japanese Yen
ja: 日本円
zh_hant: 日圓

# currency.name.KRW
source: 韩元
en: Korean Won
ja: 韓国ウォン
zh_hant: 韓元

# currency.name.HKD
source: 港币
en: Hong Kong Dollar
ja: 香港ドル
zh_hant: 港幣

# currency.name.TWD
source: 新台币
en: New Taiwan Dollar
ja: ニュー台湾ドル
zh_hant: 新台幣

# currency.name.SGD
source: 新加坡元
en: Singapore Dollar
ja: シンガポールドル

# currency.name.AUD
source: 澳元
en: Australian Dollar
ja: 豪ドル

# currency.name.CAD
source: 加元
en: Canadian Dollar
ja: カナダドル

# currency.name.CHF
source: 瑞士法郎
en: Swiss Franc
ja: スイスフラン

# currency.name.THB
source: 泰铢
en: Thai Baht
ja: タイバーツ
zh_hant: 泰銖

# currency.name.MYR
source: 马来西亚林吉特
en: Malaysian Ringgit
ja: マレーシアリンギット
zh_hant: 馬來西亞令吉

# currency.name.IDR
source: 印尼盾
en: Indonesian Rupiah
ja: インドネシアルピア

# currency.name.PHP
source: 菲律宾比索
en: Philippine Peso
ja: フィリピンペソ
zh_hant: 菲律賓披索

# currency.name.INR
source: 印度卢比
en: Indian Rupee
ja: インドルピー
zh_hant: 印度盧比

# currency.name.RUB
source: 俄罗斯卢布
en: Russian Ruble
ja: ロシアルーブル
zh_hant: 俄羅斯盧布

# currency.name.NZD
source: 新西兰元
en: New Zealand Dollar
ja: ニュージーランドドル
zh_hant: 紐西蘭元

# currency.name.SEK
source: 瑞典克朗
en: Swedish Krona
ja: スウェーデンクローナ

# subscription.cycle.daily
source: 每天
en: Daily
ja: 毎日

# subscription.cycle.weekly
source: 每周
en: Weekly
ja: 毎週
zh_hant: 每週

# subscription.cycle.monthly
source: 每月
en: Monthly
ja: 毎月

# subscription.cycle.yearly
source: 每年
en: Yearly
ja: 毎年

# theme.default
source: 默认
en: Default
ja: デフォルト
zh_hant: 預設

# theme.warm
source: 暖调品牌
en: Warm Brand
ja: ウォームブランド
zh_hant: 暖調品牌

# error.backup.fail
source: 备份失败：%@
en: Backup failed: %@
ja: バックアップ失敗：%@
zh_hant: 備份失敗：%@

# error.backup.restore.fail
source: 恢复失败：密码错误或文件损坏
en: Restore failed: incorrect password or corrupted file
ja: 復元失敗：パスワードが間違っているかファイルが破損しています
zh_hant: 還原失敗：密碼錯誤或檔案損壞

# error.encryption.fail
source: 加密失败
en: Encryption failed
ja: 暗号化に失敗しました
zh_hant: 加密失敗

# error.decryption.fail
source: 解密失败
en: Decryption failed
ja: 復号化に失敗しました
zh_hant: 解密失敗

# currency.name.BRL
source: 巴西雷亚尔
en: Brazilian Real
ja: ブラジルレアル
zh_hant: 巴西雷亞爾

# currency.name.MXN
source: 墨西哥比索
en: Mexican Peso
ja: メキシコペソ
zh_hant: 墨西哥披索

# currency.name.TRY
source: 土耳其里拉
en: Turkish Lira
ja: トルコリラ

# currency.name.NOK
source: 挪威克朗
en: Norwegian Krone
ja: ノルウェークローネ

# currency.name.PLN
source: 波兰兹罗提
en: Polish Zloty
ja: ポーランドズロチ
zh_hant: 波蘭茲羅提

# currency.name.ZAR
source: 南非兰特
en: South African Rand
ja: 南アフリカランド
zh_hant: 南非蘭特

# category.default.expense.dining
source: 餐饮
en: Dining
ja: 食事
zh_hant: 餐飲

# category.default.expense.transport
source: 交通
en: Transport

# category.default.expense.shopping
source: 购物
en: Shopping
ja: 買い物
zh_hant: 購物

# category.default.expense.housing
source: 住房
en: Housing
ja: 住居

# category.default.expense.utilities
source: 水电燃气
en: Utilities
ja: 光熱費
zh_hant: 水電燃氣

# category.default.expense.telecom
source: 通讯
en: Telecom
ja: 通信
zh_hant: 通訊

# category.default.expense.medical
source: 医疗
en: Medical
ja: 医療
zh_hant: 醫療

# category.default.expense.sports
source: 运动
en: Sports
ja: スポーツ
zh_hant: 運動

# category.default.expense.education
source: 学习
en: Education
ja: 学習
zh_hant: 學習

# category.default.expense.entertainment
source: 娱乐
en: Entertainment
ja: 娯楽
zh_hant: 娛樂

# category.default.expense.travel
source: 旅行
en: Travel

# category.default.expense.gaming
source: 游戏
en: Gaming
ja: ゲーム
zh_hant: 遊戲

# category.default.expense.digital
source: 数码
en: Digital
ja: デジタル
zh_hant: 數碼

# category.default.expense.beauty
source: 美容
en: Beauty

# category.default.expense.clothing
source: 服饰
en: Clothing
ja: 衣類
zh_hant: 服飾

# category.default.expense.haircut
source: 美发
en: Haircut
ja: ヘアサロン
zh_hant: 美髮

# category.default.expense.gifts
source: 人情
en: Gifts
ja: 贈り物

# category.default.expense.children
source: 育儿
en: Children
ja: 育児
zh_hant: 育兒

# category.default.expense.pets
source: 宠物
en: Pets
ja: ペット
zh_hant: 寵物

# category.default.expense.home
source: 家居
en: Home

# category.default.expense.repair
source: 维修
en: Repair
ja: 修理
zh_hant: 維修

# category.default.expense.office
source: 办公
en: Office
ja: オフィス
zh_hant: 辦公

# category.default.expense.insurance
source: 保险
en: Insurance
ja: 保険
zh_hant: 保險

# category.default.expense.tax
source: 税费
en: Tax
ja: 税金
zh_hant: 稅費

# category.default.expense.charity
source: 慈善
en: Charity

# category.default.expense.subscription
source: 订阅
en: Subscription
ja: サブスク
zh_hant: 訂閱

# category.default.expense.vehicle
source: 车辆
en: Vehicle
ja: 車両
zh_hant: 車輛

# category.default.expense.other
source: 其他
en: Other
ja: その他

# category.default.income.salary
source: 工资
en: Salary
ja: 給料
zh_hant: 工資

# category.default.income.bonus
source: 奖金
en: Bonus
ja: 賞与
zh_hant: 獎金

# category.default.income.overtime
source: 加班补贴
en: Overtime
ja: 残業手当
zh_hant: 加班補貼

# category.default.income.investment
source: 投资收益
en: Investment
ja: 投資収益
zh_hant: 投資收益

# category.default.income.interest
source: 利息分红
en: Interest
ja: 利息配当
zh_hant: 利息分紅

# category.default.income.rental
source: 租金收入
en: Rental Income
ja: 賃貸収入

# category.default.income.sidejob
source: 副业
en: Side Job
ja: 副業
zh_hant: 副業

# category.default.income.creative
source: 创作稿费
en: Creative Work
ja: クリエイティブ
zh_hant: 創作稿費

# category.default.income.consulting
source: 咨询服务
en: Consulting
ja: コンサル
zh_hant: 諮詢服務

# category.default.income.reimbursement
source: 报销
en: Reimbursement
ja: 経費精算
zh_hant: 報銷

# category.default.income.refund
source: 退款
en: Refund
ja: 返金

# category.default.income.claim
source: 赔偿理赔
en: Claim
ja: 保険金
zh_hant: 賠償理賠

# category.default.income.giftmoney
source: 礼金
en: Gift Money
ja: 祝儀
zh_hant: 禮金

# category.default.income.prize
source: 中奖
en: Prize
ja: 賞金
zh_hant: 中獎

# category.default.income.resale
source: 闲置出售
en: Resale
ja: 不用品販売
zh_hant: 閒置出售

# category.default.income.subsidy
source: 政府补贴
en: Government Subsidy
ja: 政府補助金
zh_hant: 政府補貼

# category.default.income.inheritance
source: 继承赠与
en: Inheritance
ja: 相続贈与
zh_hant: 繼承贈與

# category.default.income.other
source: 其他
en: Other
ja: その他

# ledger.default.name
source: 默认账本
en: Default Ledger
ja: デフォルト台帳
zh_hant: 預設帳本

# account.default.cash
source: 现金
en: Cash
ja: 現金
zh_hant: 現金

# account.default.bankCard
source: 银行卡
en: Bank Card
ja: 銀行カード
zh_hant: 銀行卡

# category.default.income.loanRepaid
source: 借款收回
en: Loan Repaid
ja: 貸付回収

# error.ai.invalid.url
source: 请求地址无效
en: Request URL is invalid
ja: リクエスト URL が無効です
zh_hant: 請求位址無效

# error.ai.invalid.response
source: 服务器响应无效
en: Server response is invalid
ja: サーバー応答が無効です
zh_hant: 伺服器回應無效

# error.ai.http
source: 服务器错误 (%lld)
en: Server error (%lld)
ja: サーバーエラー (%lld)
zh_hant: 伺服器錯誤 (%lld)

# error.ai.empty.response
source: AI 返回为空
en: AI response is empty
ja: AI の応答が空です
zh_hant: AI 回傳為空

# error.ai.invalid.json
source: AI 返回格式错误
en: AI returned invalid JSON
ja: AI が不正な JSON を返しました
zh_hant: AI 回傳格式錯誤

# error.transaction.no.account
source: 没有可用账户
en: No available account
ja: 利用可能な口座がありません
zh_hant: 沒有可用帳戶

# error.transaction.no.ledger
source: 没有可用账本
en: No available ledger
ja: 利用可能な台帳がありません
zh_hant: 沒有可用帳本

# common.newBill
source: 新建账单
en: New Bill
ja: 新しい請求書
zh_hant: 新建帳單

# error.ai.no.key
source: 请先在设置中配置 AI 服务密钥
en: Please configure the AI service key in Settings first
ja: まず設定でAIサービスキーを設定してください
zh_hant: 請先在設定中配置 AI 服務密鑰

# error.ai.no.ledger
source: 请先创建账本
en: Please create a ledger first
ja: まず台帳を作成してください
zh_hant: 請先建立帳本

# error.ai.parse.fail
source: 分类或账户匹配失败
en: Category or account matching failed
ja: カテゴリまたはアカウントの一致に失敗しました
zh_hant: 分類或帳戶匹配失敗

# error.ai.record.fail
source: 记账失败：%@
en: Recording failed: %@
ja: 記録失敗：%@
zh_hant: 記帳失敗：%@

# error.ai.record.success
source: 已记录 %@ %@%@
en: Recorded %@ %@%@
ja: %@ %@%@を記録しました
zh_hant: 已記錄 %@ %@%@

# error.data.init.failed
source: 本地数据初始化失败
en: Local data initialization failed
ja: ローカルデータの初期化に失敗しました
zh_hant: 本地資料初始化失敗

# error.export.fail
source: 导出失败：%@
en: Export failed: %@
ja: エクスポート失敗：%@
zh_hant: 匯出失敗：%@

# error.missing.text
source: 缺少 text 参数
en: Missing text parameter
ja: textパラメータがありません
zh_hant: 缺少 text 參數

# other.transfer
source: 转账
en: Transfer
ja: 振替
zh_hant: 轉帳

# period.quarter
source: %@年第%@季度
en: Q%@ of %@
ja: %@年Q%@

# security.app.blurred
source: 应用已模糊
en: App is Blurred
ja: アプリはぼかし状態です
zh_hant: 應用已模糊

# share.account
source: 账户：
en: Account:
ja: アカウント：
zh_hant: 帳戶：

# share.time
source: 时间：
en: Time:
ja: 時刻：
zh_hant: 時間：

# tab.insights
source: 洞悉
en: Insights
ja: インサイト
zh_hant: 洞察

# tab.settings
source: 我的
en: Settings
ja: 設定

# tab.transactions
source: 明细
en: Transactions
ja: 取引
zh_hant: 明細

# theme.dark
source: 深色
en: Dark
ja: ダーク

# theme.follow.system
source: 跟随系统
en: Follow System
ja: システム設定に従う
zh_hant: 跟隨系統

# theme.light
source: 浅色
en: Light
ja: ライト
zh_hant: 淺色

# preview.icon.section.count
source: %@ (%@个)
zh_hant: %@ (%@個)
